Repository: Al-ImranRony/ClaudeCollage
Catalog: Caroullage/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, zh_hans

source: %@ / month
ar: %@ / شهر
de: %@ / Monat
es: %@ / mes
fr: %@ / mois
hi: %@ / माह
it: %@ / mese
ja: %@ / 月
ko: %@ / 월
pt_br: %@ / mês
zh_hans: %@ / 月

source: %@ / week
ar: %@ / أسبوع
de: %@ / Woche
es: %@ / semana
fr: %@ / semaine
hi: %@ / सप्ताह
it: %@ / settimana
ja: %@ / 週
ko: %@ / 주
pt_br: %@ / semana
zh_hans: %@ / 周

source: %@ / year
ar: %@ / سنة
de: %@ / Jahr
es: %@ / año
fr: %@ / an
hi: %@ / वर्ष
it: %@ / anno
ja: %@ / 年
ko: %@ / 년
pt_br: %@ / ano
zh_hans: %@ / 年

source: %@ each
ar: %@ لكل واحدة
de: %@ pro Stück
es: %@ cada una
fr: %@ l'unité
hi: %@ प्रति
it: %@ ciascuna
ja: 1回あたり %@
ko: 개당 %@
pt_br: %@ cada
zh_hans: 每次 %@

source: %@ once
ar: %@ مرة واحدة
de: %@ einmalig
es: %@ una vez
fr: %@ une fois
hi: %@ एक बार
it: %@ una tantum
ja: %@ 買い切り
ko: %@ 1회
pt_br: %@ uma vez
zh_hans: %@ 一次性

source: %@ once. Not a subscription — pay once and keep Caroullage Premium forever.
ar: %@ مرة واحدة. ليس اشتراكًا — ادفع مرة واحدة واحتفظ بـ Caroullage Premium للأبد.
de: %@ einmalig. Kein Abo – einmal zahlen und Caroullage Premium für immer behalten.
es: %@ una vez. No es una suscripción: pagas una vez y Caroullage Premium es tuyo para siempre.
fr: %@ une fois. Ce n'est pas un abonnement : payez une fois et gardez Caroullage Premium à vie.
hi: %@ एक बार। यह सब्सक्रिप्शन नहीं है — एक बार भुगतान करें और Caroullage Premium हमेशा के लिए रखें।
it: %@ una tantum. Non è un abbonamento: paghi una volta e Caroullage Premium è tuo per sempre.
ja: %@ の一回払い。サブスクではありません。一度支払えば Caroullage Premium はずっと使えます。
ko: %@ 1회 결제. 구독이 아니며, 한 번 결제하면 Caroullage 프리미엄을 계속 사용할 수 있습니다.
pt_br: %@ uma vez. Não é assinatura: pague uma vez e fique com o Caroullage Premium para sempre.
zh_hans: 一次性 %@。不是订阅：付一次，Caroullage Premium 永久归你。

source: %@ per month. Renews automatically until cancelled. Cancel anytime in Settings.
ar: %@ شهريًا. يتجدّد تلقائيًا حتى تلغيه. يمكنك الإلغاء في أي وقت من الإعدادات.
de: %@ pro Monat. Verlängert sich automatisch bis zur Kündigung. Jederzeit in den Einstellungen kündbar.
es: %@ al mes. Se renueva automáticamente hasta que la canceles. Cancela cuando quieras en Ajustes.
fr: %@ par mois. Renouvellement automatique jusqu'à annulation. Annulez quand vous voulez dans Réglages.
hi: %@ प्रति माह। रद्द करने तक अपने आप नवीनीकृत होता है। सेटिंग में कभी भी रद्द करें।
it: %@ al mese. Si rinnova automaticamente fino alla disdetta. Disdici quando vuoi in Impostazioni.
ja: 月額 %@。解約するまで自動更新されます。設定からいつでも解約できます。
ko: 월 %@. 해지할 때까지 자동 갱신됩니다. 설정에서 언제든 해지할 수 있습니다.
pt_br: %@ por mês. Renova automaticamente até você cancelar. Cancele quando quiser em Ajustes.
zh_hans: 每月 %@。在取消前将自动续订。可随时在“设置”中取消。

source: %@ per week. Renews automatically until cancelled. Cancel anytime in Settings.
ar: %@ أسبوعيًا. يتجدّد تلقائيًا حتى تلغيه. يمكنك الإلغاء في أي وقت من الإعدادات.
de: %@ pro Woche. Verlängert sich automatisch bis zur Kündigung. Jederzeit in den Einstellungen kündbar.
es: %@ a la semana. Se renueva automáticamente hasta que la canceles. Cancela cuando quieras en Ajustes.
fr: %@ par semaine. Renouvellement automatique jusqu'à annulation. Annulez quand vous voulez dans Réglages.
hi: %@ प्रति सप्ताह। रद्द करने तक अपने आप नवीनीकृत होता है। सेटिंग में कभी भी रद्द करें।
it: %@ a settimana. Si rinnova automaticamente fino alla disdetta. Disdici quando vuoi in Impostazioni.
ja: 週額 %@。解約するまで自動更新されます。設定からいつでも解約できます。
ko: 주 %@. 해지할 때까지 자동 갱신됩니다. 설정에서 언제든 해지할 수 있습니다.
pt_br: %@ por semana. Renova automaticamente até você cancelar. Cancele quando quiser em Ajustes.
zh_hans: 每周 %@。在取消前将自动续订。可随时在“设置”中取消。

source: %@ per year. Renews automatically until cancelled. Cancel anytime in Settings.
ar: %@ سنويًا. يتجدّد تلقائيًا حتى تلغيه. يمكنك الإلغاء في أي وقت من الإعدادات.
de: %@ pro Jahr. Verlängert sich automatisch bis zur Kündigung. Jederzeit in den Einstellungen kündbar.
es: %@ al año. Se renueva automáticamente hasta que la canceles. Cancela cuando quieras en Ajustes.
fr: %@ par an. Renouvellement automatique jusqu'à annulation. Annulez quand vous voulez dans Réglages.
hi: %@ प्रति वर्ष। रद्द करने तक अपने आप नवीनीकृत होता है। सेटिंग में कभी भी रद्द करें।
it: %@ all'anno. Si rinnova automaticamente fino alla disdetta. Disdici quando vuoi in Impostazioni.
ja: 年額 %@。解約するまで自動更新されます。設定からいつでも解約できます。
ko: 연 %@. 해지할 때까지 자동 갱신됩니다. 설정에서 언제든 해지할 수 있습니다.
pt_br: %@ por ano. Renova automaticamente até você cancelar. Cancele quando quiser em Ajustes.
zh_hans: 每年 %@。在取消前将自动续订。可随时在“设置”中取消。

source: %lld days free, then %@ per year. Renews automatically until cancelled. Cancel anytime in Settings.
ar: %1$lld أيام مجانًا، ثم %2$@ سنويًا. يتجدّد تلقائيًا حتى تلغيه. يمكنك الإلغاء في أي وقت من الإعدادات.
de: %1$lld Tage gratis, danach %2$@ pro Jahr. Verlängert sich automatisch bis zur Kündigung. Jederzeit in den Einstellungen kündbar.
es: %1$lld días gratis y después %2$@ al año. Se renueva automáticamente hasta que la canceles. Cancela cuando quieras en Ajustes.
fr: %1$lld jours gratuits, puis %2$@ par an. Renouvellement automatique jusqu'à annulation. Annulez quand vous voulez dans Réglages.
hi: %1$lld दिन मुफ़्त, फिर %2$@ प्रति वर्ष। रद्द करने तक अपने आप नवीनीकृत होता है। सेटिंग में कभी भी रद्द करें।
it: %1$lld giorni gratis, poi %2$@ all'anno. Si rinnova automaticamente fino alla disdetta. Disdici quando vuoi in Impostazioni.
ja: %1$lld日間無料、その後は年額 %2$@。解約するまで自動更新されます。設定からいつでも解約できます。
ko: %1$lld일 무료 후 연 %2$@. 해지할 때까지 자동 갱신됩니다. 설정에서 언제든 해지할 수 있습니다.
pt_br: %1$lld dias grátis e depois %2$@ por ano. Renova automaticamente até você cancelar. Cancele quando quiser em Ajustes.
zh_hans: 免费 %1$lld 天，之后每年 %2$@。在取消前将自动续订。可随时在“设置”中取消。

source: %lld exports
ar: %lld عمليات تصدير
de: %lld Exporte
es: %lld exportaciones
hi: %lld एक्सपोर्ट
it: %lld esportazioni
ja: 書き出し%lld回
ko: 내보내기 %lld회
pt_br: %lld exportações
zh_hans: %lld 次导出

source: %lld left
ar: بقي %lld
de: noch %lld
es: Quedan %lld
fr: %lld restants
hi: %lld शेष
it: %lld rimasti
ja: 残り%lld
ko: %lld개 남음
pt_br: %lld restantes
zh_hans: 剩余 %lld

source: %lld left · full resolution, 4K & HEVC, no watermark
ar: بقي %lld · دقة كاملة، 4K و HEVC، بلا علامة مائية
de: noch %lld · volle Auflösung, 4K und HEVC, ohne Wasserzeichen
es: Quedan %lld · resolución completa, 4K y HEVC, sin marca de agua
fr: %lld restants · pleine résolution, 4K et HEVC, sans filigrane
hi: %lld शेष · पूर्ण रिज़ॉल्यूशन, 4K और HEVC, बिना वॉटरमार्क
it: %lld rimasti · risoluzione piena, 4K e HEVC, senza filigrana
ja: 残り%lld・フル解像度、4K と HEVC、透かしなし
ko: %lld개 남음 · 최대 해상도, 4K 및 HEVC, 워터마크 없음
pt_br: %lld restantes · resolução total, 4K e HEVC, sem marca d'água
zh_hans: 剩余 %lld · 全分辨率、4K 与 HEVC、无水印

source: %lld pages
ar: %lld صفحات
de: %lld Seiten
es: %lld páginas
hi: %lld पेज
it: %lld pagine
ja: %lldページ
ko: %lld 페이지
pt_br: %lld páginas
zh_hans: %lld 页

source: %lld photos
ar: %lld صور
de: %lld Fotos
es: %lld fotos
hi: %lld फ़ोटो
it: %lld foto
ja: %lld枚の写真
ko: 사진 %lld장
pt_br: %lld fotos
zh_hans: %lld 张照片

source: 1 export
ar: تصدير واحد
es: 1 exportación
hi: 1 एक्सपोर्ट
it: 1 esportazione
ja: 書き出し1回
ko: 내보내기 1회
pt_br: 1 exportação
zh_hans: 1 次导出

source: 4K & HEVC come with Premium — or one credit.
ar: يتوفر 4K و HEVC مع Premium — أو برصيد واحد.
de: 4K und HEVC gibt es mit Premium – oder für ein Guthaben.
es: 4K y HEVC vienen con Premium, o con un crédito.
fr: La 4K et le HEVC sont inclus avec Premium — ou avec un crédit.
hi: 4K और HEVC Premium के साथ मिलते हैं — या एक क्रेडिट से।
it: 4K e HEVC arrivano con Premium — o con un credito.
ja: 4K と HEVC は Premium、または1クレジットで使えます。
ko: 4K와 HEVC는 프리미엄에 포함되며, 크레딧 하나로도 됩니다.
pt_br: 4K e HEVC vêm com o Premium — ou com um crédito.
zh_hans: 4K 与 HEVC 随 Premium 提供，也可用 1 个点数解锁。

source: 4K, no watermark
ar: 4K بلا علامة مائية
de: 4K, ohne Wasserzeichen
es: 4K, sin marca de agua
fr: 4K, sans filigrane
hi: 4K, बिना वॉटरमार्क
it: 4K, senza filigrana
ja: 4K・透かしなし
ko: 4K, 워터마크 없음
pt_br: 4K, sem marca d'água
zh_hans: 4K，无水印

source: 12 months:
ar: 12 شهرًا:
de: 12 Monate:
es: 12 meses:
fr: 12 mois :
hi: 12 महीने:
it: 12 mesi:
ja: 12か月：
ko: 12개월:
pt_br: 12 meses:
zh_hans: 12 个月：

source: 200+ templates
ar: أكثر من 200 قالب
de: Über 200 Vorlagen
es: Más de 200 plantillas
fr: Plus de 200 modèles
hi: 200+ टेम्पलेट
it: Oltre 200 modelli
ja: 200以上のテンプレート
ko: 200개 이상 템플릿
pt_br: Mais de 200 modelos
zh_hans: 200+ 模板

source: Adjust
ar: ضبط
de: Anpassen
es: Ajustar
fr: Ajuster
hi: एडजस्ट करें
it: Regola
ja: 調整
ko: 조정
pt_br: Ajustar
zh_hans: 调整

source: AI backgrounds
ar: خلفيات بالذكاء الاصطناعي
de: KI-Hintergründe
es: Fondos con IA
fr: Arrière-plans IA
hi: AI बैकग्राउंड
it: Sfondi IA
ja: AI背景
ko: AI 배경
pt_br: Fundos com IA
zh_hans: AI 背景

source: AI that does the fiddly bits
ar: ذكاء اصطناعي يتولّى التفاصيل المرهقة
de: KI für das Kleinklein
es: IA para los detalles complicados
fr: L'IA s'occupe des détails pénibles
hi: झंझट वाले काम AI करे
it: L'IA fa le parti noiose
ja: 面倒な作業は AI に
ko: 손 많이 가는 작업은 AI가
pt_br: IA para as partes chatas
zh_hans: 麻烦的细节交给 AI

source: Alignment
ar: المحاذاة
de: Ausrichtung
es: Alineación
fr: Alignement
hi: अलाइनमेंट
it: Allineamento
ja: 配置
ko: 정렬
pt_br: Alinhamento
zh_hans: 对齐

source: All
ar: الكل
de: Alle
es: Todo
fr: Tout
hi: सभी
it: Tutto
ja: すべて
ko: 전체
pt_br: Tudo
zh_hans: 全部

source: Any Ratio
ar: أي نسبة
de: Beliebiges Format
es: Cualquier proporción
fr: Tout format
hi: कोई भी अनुपात
it: Qualsiasi formato
ja: すべての比率
ko: 모든 비율
pt_br: Qualquer proporção
zh_hans: 任意比例

source: Aspect
ar: النسبة
de: Format
es: Proporción
fr: Format
hi: अनुपात
it: Formato
ja: 比率
ko: 비율
pt_br: Proporção
zh_hans: 比例

source: Best Value
ar: الأفضل قيمة
de: Bestes Angebot
es: Mejor valor
fr: Meilleur rapport
hi: सबसे किफ़ायती
it: Miglior valore
ja: いちばんお得
ko: 가장 알뜰
pt_br: Melhor custo-benefício
zh_hans: 最超值

source: Bold
ar: عريض
de: Fett
es: Negrita
fr: Gras
hi: बोल्ड
it: Grassetto
ja: 太字
ko: 굵게
pt_br: Negrito
zh_hans: 粗体

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Canvas ratio
ar: نسبة المساحة
de: Format der Fläche
es: Proporción del lienzo
fr: Format de la toile
hi: कैनवास अनुपात
it: Formato della tela
ja: キャンバスの比率
ko: 캔버스 비율
pt_br: Proporção da tela
zh_hans: 画布比例

source: Canvas Ratio
ar: نسبة المساحة
de: Format der Fläche
es: Proporción del lienzo
fr: Format de la toile
hi: कैनवास अनुपात
it: Formato della tela
ja: キャンバスの比率
ko: 캔버스 비율
pt_br: Proporção da tela
zh_hans: 画布比例

source: Caroullage reads your recent photos to show you a collage of your own instead of a stock one. Nothing leaves your phone.
ar: يقرأ Caroullage صورك الأخيرة ليعرض مجمّعًا من صورك أنت، لا صورًا جاهزة. ولا يغادر شيء هاتفك.
de: Caroullage liest deine letzten Fotos und zeigt dir eine eigene Collage statt einer Stockvorlage. Nichts verlässt dein Gerät.
es: Caroullage lee tus fotos recientes para enseñarte un collage tuyo, no uno de archivo. Nada sale de tu móvil.
fr: Caroullage lit vos photos récentes pour vous montrer un collage à vous, pas une image d'archive. Rien ne quitte votre téléphone.
hi: Caroullage आपकी हाल की फ़ोटो पढ़कर स्टॉक नहीं, आपका अपना कोलाज दिखाता है। कुछ भी फ़ोन से बाहर नहीं जाता।
it: Caroullage legge le tue foto recenti per mostrarti un collage tuo, non di repertorio. Nulla lascia il telefono.
ja: Caroullage は最近の写真を読み込み、ストック画像ではなくあなた自身のコラージュを表示します。データは端末から出ません。
ko: Caroullage는 최근 사진을 읽어 스톡 이미지 대신 내 사진으로 만든 콜라주를 보여줍니다. 어떤 것도 기기를 벗어나지 않습니다.
pt_br: O Caroullage lê suas fotos recentes para mostrar uma colagem sua, não de banco de imagens. Nada sai do seu celular.
zh_hans: Caroullage 读取你最近的照片，展示属于你的拼贴，而不是素材图。所有内容都留在手机上。

source: Carousel
ar: كاروسيل
de: Karussell
es: Carrusel
fr: Carrousel
hi: कैरोसेल
it: Carosello
ja: カルーセル
ko: 캐러셀
pt_br: Carrossel
zh_hans: 轮播

source: Carousel · Tap to create
ar: كاروسيل · انقر للإنشاء
de: Karussell · Zum Erstellen tippen
es: Carrusel · Toca para crear
fr: Carrousel · Touchez pour créer
hi: कैरोसेल · बनाने के लिए टैप करें
it: Carosello · Tocca per creare
ja: カルーセル · タップして作成
ko: 캐러셀 · 눌러서 만들기
pt_br: Carrossel · Toque para criar
zh_hans: 轮播 · 点按创建

source: Carousel Templates
ar: قوالب الكاروسيل
de: Karussell-Vorlagen
es: Plantillas de carrusel
fr: Modèles de carrousel
hi: कैरोसेल टेम्पलेट
it: Modelli di carosello
ja: カルーセルのテンプレート
ko: 캐러셀 템플릿
pt_br: Modelos de carrossel
zh_hans: 轮播模板

source: Carousels
ar: الكاروسيل
de: Karussells
es: Carruseles
fr: Carrousels
hi: कैरोसेल
it: Caroselli
ja: カルーセル
ko: 캐러셀
pt_br: Carrosséis
zh_hans: 轮播

source: Carousels that swipe
ar: كاروسيل يمرَّر بالسحب
de: Karussells zum Wischen
es: Carruseles que se deslizan
fr: Des carrousels qui défilent
hi: स्वाइप होने वाले कैरोसेल
it: Caroselli da scorrere
ja: スワイプできるカルーセル
ko: 넘겨보는 캐러셀
pt_br: Carrosséis que deslizam
zh_hans: 可以滑动的轮播

source: Check your connection and try again in a moment.
ar: تحقّق من اتصالك وحاول مرة أخرى بعد قليل.
de: Prüfe deine Verbindung und versuch es gleich noch einmal.
es: Comprueba tu conexión y vuelve a intentarlo en un momento.
fr: Vérifiez votre connexion et réessayez dans un instant.
hi: अपना कनेक्शन जाँचें और थोड़ी देर बाद दोबारा कोशिश करें।
it: Controlla la connessione e riprova tra un momento.
ja: 接続を確認して、少ししてからもう一度お試しください。
ko: 연결을 확인하고 잠시 후 다시 시도해 주세요.
pt_br: Verifique sua conexão e tente de novo em instantes.
zh_hans: 请检查网络连接，稍后再试。

source: Choose from Library
ar: الاختيار من المكتبة
de: Aus der Mediathek wählen
es: Elegir de la fototeca
fr: Choisir dans la photothèque
hi: लाइब्रेरी से चुनें
it: Scegli dalla libreria
ja: ライブラリから選ぶ
ko: 라이브러리에서 선택
pt_br: Escolher da biblioteca
zh_hans: 从图库中选择

source: Choose Photo
ar: اختيار صورة
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
hi: फ़ोटो चुनें
it: Scegli la foto
ja: 写真を選ぶ
ko: 사진 선택
pt_br: Escolher foto
zh_hans: 选择照片

source: Choose Photos
ar: اختيار الصور
de: Fotos auswählen
es: Elegir fotos
fr: Choisir des photos
hi: फ़ोटो चुनें
it: Scegli le foto
ja: 写真を選ぶ
ko: 사진 선택
pt_br: Escolher fotos
zh_hans: 选择照片

source: Clip %lld
ar: مقطع %lld
hi: क्लिप %lld
ja: クリップ %lld
ko: 클립 %lld
pt_br: Clipe %lld
zh_hans: 片段 %lld

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
zh_hans: 关闭

source: Collage Templates
ar: قوالب المجمّعات
de: Collage-Vorlagen
es: Plantillas de collage
fr: Modèles de collage
hi: कोलाज टेम्पलेट
it: Modelli di collage
ja: コラージュのテンプレート
ko: 콜라주 템플릿
pt_br: Modelos de colagem
zh_hans: 拼贴模板

source: Collages, carousels and video — made on your phone, in a couple of minutes.
ar: مجمّعات وكاروسيل وفيديو — من هاتفك، في دقائق.
de: Collagen, Karussells und Videos – auf dem Handy, in ein paar Minuten.
es: Collages, carruseles y vídeo, hechos en tu móvil en un par de minutos.
fr: Collages, carrousels et vidéos, créés sur votre téléphone en deux minutes.
hi: कोलाज, कैरोसेल और वीडियो — अपने फ़ोन पर, कुछ ही मिनटों में।
it: Collage, caroselli e video: dal telefono, in un paio di minuti.
ja: コラージュもカルーセルも動画も、スマホで数分で。
ko: 콜라주, 캐러셀, 영상까지 휴대폰으로 몇 분이면 완성돼요.
pt_br: Colagens, carrosséis e vídeo — feitos no celular, em poucos minutos.
zh_hans: 拼贴、轮播和视频，在手机上几分钟就能做好。

source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: カラー
ko: 색상
pt_br: Cor
zh_hans: 颜色

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续

source: Cool
ar: بارد
de: Kühl
es: Frío
fr: Froid
hi: कूल
it: Freddo
ja: クール
ko: 쿨
pt_br: Frio
zh_hans: 冷调

source: Create
ar: إنشاء
de: Erstellen
es: Crear
fr: Créer
hi: बनाएँ
it: Crea
ja: 作成
ko: 만들기
pt_br: Criar
zh_hans: 创建

source: Create Collage from Recent Photos
ar: إنشاء مجمّع من الصور الأخيرة
de: Collage aus neuesten Fotos erstellen
es: Crear un collage con las fotos recientes
fr: Créer un collage à partir des photos récentes
hi: हाल की फ़ोटो से कोलाज बनाएँ
it: Crea un collage con le foto recenti
ja: 最近の写真でコラージュを作成
ko: 최근 사진으로 콜라주 만들기
pt_br: Criar colagem com as fotos recentes
zh_hans: 用最近的照片创建拼贴

source: Create New
ar: إنشاء جديد
de: Neu erstellen
es: Crear
fr: Créer
hi: नया बनाएँ
it: Crea
ja: 新規作成
ko: 새로 만들기
pt_br: Criar
zh_hans: 新建

source: Create Story Carousel
ar: إنشاء كاروسيل ستوري
de: Story-Karussell erstellen
es: Crear un carrusel de historias
fr: Créer un carrousel de stories
hi: स्टोरी कैरोसेल बनाएँ
it: Crea un carosello per le storie
ja: ストーリーのカルーセルを作成
ko: 스토리 캐러셀 만들기
pt_br: Criar carrossel de stories
zh_hans: 创建快拍轮播

source: Custom color
ar: لون مخصّص
de: Eigene Farbe
es: Color personalizado
fr: Couleur personnalisée
hi: कस्टम रंग
it: Colore personalizzato
ja: カスタムカラー
ko: 사용자 색상
pt_br: Cor personalizada
zh_hans: 自定义颜色

source: Direction
ar: الاتجاه
de: Richtung
es: Dirección
fr: Sens
hi: दिशा
it: Direzione
ja: 方向
ko: 방향
pt_br: Direção
zh_hans: 方向

source: Done
ar: تم
de: Fertig
es: Hecho
fr: OK
hi: हो गया
it: Fine
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成

source: Drop photos into a grid or a shape and it arranges itself around them.
ar: أفلِت صورك في شبكة أو شكل، ويرتّب نفسه حولها.
de: Fotos in ein Raster oder eine Form ziehen – der Rest ordnet sich.
es: Suelta fotos en una cuadrícula o una forma y todo se ordena solo.
fr: Déposez vos photos dans une grille ou une forme : tout s'ajuste.
hi: ग्रिड या आकार में फ़ोटो डालें, बाकी सब अपने आप सज जाता है।
it: Trascina le foto in una griglia o in una forma: si sistema da sé.
ja: グリッドや図形に写真を置くだけで、まわりが自動で整います。
ko: 그리드나 도형에 사진을 놓으면 나머지는 알아서 정리돼요.
pt_br: Solte fotos em uma grade ou forma e tudo se organiza sozinho.
zh_hans: 把照片放进网格或形状里，其余部分会自动排好。

source: Duration %@
ar: المدة %@
de: Dauer %@
es: Duración %@
fr: Durée %@
hi: अवधि %@
it: Durata %@
ja: 長さ %@
ko: 길이 %@
pt_br: Duração %@
zh_hans: 时长 %@

source: Edit Cell
ar: تحرير الخلية
de: Feld bearbeiten
es: Editar celda
fr: Modifier la cellule
hi: सेल एडिट करें
it: Modifica cella
ja: セルを編集
ko: 칸 편집
pt_br: Editar célula
zh_hans: 编辑单元格

source: Enter text
ar: أدخل النص
de: Text eingeben
es: Escribe el texto
fr: Saisissez le texte
hi: टेक्स्ट डालें
it: Inserisci il testo
ja: テキストを入力
ko: 텍스트 입력
pt_br: Digite o texto
zh_hans: 输入文字

source: Every layout, unlocked
ar: كل التخطيطات مفتوحة
de: Alle Layouts freigeschaltet
es: Todos los diseños, desbloqueados
fr: Toutes les mises en page, débloquées
hi: हर लेआउट, अनलॉक
it: Tutti i layout, sbloccati
ja: すべてのレイアウトが使える
ko: 모든 레이아웃 잠금 해제
pt_br: Todos os layouts, liberados
zh_hans: 所有版式，全部解锁

source: Every shape
ar: كل الأشكال
de: Alle Formen
es: Todas las formas
fr: Toutes les formes
hi: हर आकार
it: Tutte le forme
ja: すべての図形
ko: 모든 도형
pt_br: Todas as formas
zh_hans: 所有形状

source: Everything, unlocked. Cancel whenever you like.
ar: كل شيء مفتوح. ألغِ متى شئت.
de: Alles freigeschaltet. Jederzeit kündbar.
es: Todo desbloqueado. Cancela cuando quieras.
fr: Tout est débloqué. Annulez quand vous voulez.
hi: सब कुछ अनलॉक। जब चाहें रद्द करें।
it: Tutto sbloccato. Disdici quando vuoi.
ja: すべて使えます。いつでも解約できます。
ko: 전부 열립니다. 언제든 해지할 수 있어요.
pt_br: Tudo liberado. Cancele quando quiser.
zh_hans: 全部解锁，随时可取消。

source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
hi: एक्सपोर्ट
it: Esporta
ja: 書き出す
ko: 내보내기
pt_br: Exportar
zh_hans: 导出

source: Export Last
ar: تصدير الأخير
de: Letztes exportieren
es: Exportar lo último
fr: Exporter le dernier
hi: पिछला एक्सपोर्ट करें
it: Esporta l'ultimo
ja: 前回を書き出す
ko: 최근 항목 내보내기
pt_br: Exportar o último
zh_hans: 导出最近作品

source: Export Last Project
ar: تصدير آخر مشروع
de: Letztes Projekt exportieren
es: Exportar el último proyecto
fr: Exporter le dernier projet
hi: पिछला प्रोजेक्ट एक्सपोर्ट करें
it: Esporta l'ultimo progetto
ja: 前回のプロジェクトを書き出す
ko: 최근 프로젝트 내보내기
pt_br: Exportar o último projeto
zh_hans: 导出最近的项目

source: Fade
ar: تلاشٍ
de: Verlauf
es: Desvanecido
fr: Fondu
hi: फ़ेड
it: Dissolvenza
ja: フェード
ko: 페이드
pt_br: Esmaecido
zh_hans: 褪色

source: Filters, text, stickers & transitions are always baked in.
ar: تُدمج الفلاتر والنصوص والملصقات والانتقالات دائمًا في الملف.
de: Filter, Text, Sticker und Übergänge werden immer mit eingebrannt.
es: Los filtros, el texto, los stickers y las transiciones siempre se incrustan.
fr: Filtres, texte, stickers et transitions sont toujours intégrés.
hi: फ़िल्टर, टेक्स्ट, स्टिकर और ट्रांज़िशन हमेशा फ़ाइल में शामिल होते हैं।
it: Filtri, testo, sticker e transizioni sono sempre inclusi nel file.
ja: フィルタ、テキスト、ステッカー、トランジションは常に焼き込まれます。
ko: 필터, 텍스트, 스티커, 전환 효과는 항상 파일에 포함됩니다.
pt_br: Filtros, texto, stickers e transições sempre entram no arquivo.
zh_hans: 滤镜、文字、贴纸和转场始终会合成到文件中。

source: Font
ar: الخط
de: Schrift
es: Fuente
fr: Police
hi: फ़ॉन्ट
it: Carattere
ja: フォント
ko: 글꼴
pt_br: Fonte
zh_hans: 字体

source: Format
ar: الصيغة
es: Formato
hi: फ़ॉर्मैट
it: Formato
ja: フォーマット
ko: 포맷
pt_br: Formato
zh_hans: 格式

source: Frames: %lld
ar: الإطارات: %lld
es: Fotogramas: %lld
fr: Images : %lld
hi: फ़्रेम: %lld
it: Fotogrammi: %lld
ja: フレーム: %lld
ko: 프레임: %lld
pt_br: Quadros: %lld
zh_hans: 帧数：%lld

source: Full
ar: كاملة
de: Voll
es: Completa
fr: Pleine
hi: पूर्ण
it: Piena
ja: フル
ko: 전체
pt_br: Completa
zh_hans: 完整

source: Get Credits
ar: احصل على أرصدة
de: Guthaben kaufen
es: Conseguir créditos
fr: Obtenir des crédits
hi: क्रेडिट लें
it: Ottieni crediti
ja: クレジットを購入
ko: 크레딧 구매
pt_br: Obter créditos
zh_hans: 获取点数

source: Golden
ar: ذهبي
es: Dorado
fr: Doré
hi: गोल्डन
it: Dorato
ja: ゴールド
ko: 골드
pt_br: Dourado
zh_hans: 金色

source: Grid
ar: شبكة
de: Raster
es: Cuadrícula
fr: Grille
hi: ग्रिड
it: Griglia
ja: グリッド
ko: 그리드
pt_br: Grade
zh_hans: 网格

source: Grid Preview
ar: معاينة الشبكة
de: Rastervorschau
es: Vista previa de la cuadrícula
fr: Aperçu de la grille
hi: ग्रिड प्रीव्यू
it: Anteprima della griglia
ja: グリッドのプレビュー
ko: 그리드 미리보기
pt_br: Prévia da grade
zh_hans: 网格预览

source: Half
ar: نصف
de: Hälfte
es: Media
fr: Moitié
hi: आधा
it: Metà
ja: ハーフ
ko: 절반
pt_br: Metade
zh_hans: 一半

source: Here's yours
ar: هذا مجمّعك
de: Hier ist deine
es: Aquí está el tuyo
fr: Voici le vôtre
hi: यह रहा आपका
it: Ecco il tuo
ja: こちらがあなたのものです
ko: 여기 있어요
pt_br: Aqui está o seu
zh_hans: 这是你的

source: Horizontal
ar: أفقي
hi: क्षैतिज
it: Orizzontale
ja: 横
ko: 가로
zh_hans: 横向

source: Image
ar: صورة
de: Bild
es: Imagen
hi: इमेज
it: Immagine
ja: 画像
ko: 이미지
pt_br: Imagem
zh_hans: 图片

source: In %@
ar: بداية %@
de: Start %@
es: Entrada %@
fr: Début %@
hi: शुरू %@
it: Inizio %@
ja: 開始 %@
ko: 시작 %@
pt_br: Início %@
zh_hans: 入点 %@

source: Instagram Carousels
ar: كاروسيل إنستغرام
de: Instagram-Karussells
es: Carruseles de Instagram
fr: Carrousels Instagram
hi: Instagram कैरोसेल
it: Caroselli Instagram
ja: Instagram のカルーセル
ko: 인스타그램 캐러셀
pt_br: Carrosséis do Instagram
zh_hans: Instagram 轮播

source: Italic
ar: مائل
de: Kursiv
es: Cursiva
fr: Italique
hi: इटैलिक
it: Corsivo
ja: 斜体
ko: 기울임
pt_br: Itálico
zh_hans: 斜体

source: Just for fun
ar: لمجرّد المتعة
de: Einfach so
es: Solo por diversión
fr: Juste pour le plaisir
hi: बस मज़े के लिए
it: Solo per divertimento
ja: 趣味で
ko: 그냥 재미로
pt_br: Só por diversão
zh_hans: 只是好玩

source: Just need this one?
ar: تحتاج هذه المرة فقط؟
de: Nur dieses eine Mal?
es: ¿Solo necesitas este?
fr: Besoin d'une seule fois ?
hi: सिर्फ़ यही चाहिए?
it: Ti serve solo questo?
ja: 今回だけでいい？
ko: 이번 한 번만 필요하세요?
pt_br: Precisa só desta vez?
zh_hans: 只需要这一个？

source: Layout
ar: التخطيط
es: Diseño
fr: Disposition
hi: लेआउट
ja: レイアウト
ko: 레이아웃
zh_hans: 版面

source: Layouts that fit
ar: تخطيطات تناسب صورك
de: Layouts, die passen
es: Diseños que encajan
fr: Des mises en page qui tombent juste
hi: ऐसे लेआउट जो फ़िट बैठें
it: Layout che tornano
ja: ぴったり収まるレイアウト
ko: 딱 맞는 레이아웃
pt_br: Layouts que se encaixam
zh_hans: 刚好合适的版式

source: Let's use your photos
ar: لنستخدم صورك
de: Nehmen wir deine Fotos
es: Usemos tus fotos
fr: Utilisons vos photos
hi: आपकी फ़ोटो इस्तेमाल करते हैं
it: Usiamo le tue foto
ja: あなたの写真を使いましょう
ko: 내 사진으로 시작해요
pt_br: Vamos usar suas fotos
zh_hans: 来用你的照片

source: Lifetime
ar: مدى الحياة
de: Lebenslang
es: De por vida
fr: À vie
hi: आजीवन
it: A vita
ja: 買い切り
ko: 평생
pt_br: Vitalício
zh_hans: 永久
